IDEA StatiCa Open Model
MaterialParam Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MaterialParam class
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MaterialParam()
Public Sub New
public:
MaterialParam()
See Also
Reference
MaterialParam Class
IdeaRS.OpenModel.Parameters Namespace